/* The cancel button when confirming clear history. */
"Cancel" = "Abbrechen";

/* The button that clears history even when Sync is connected. */
"Clear" = "Löschen";

/* Description of the confirmation dialog shown when a user tries to clear history that's synced to another device. */
"History will be removed from all your connected devices. This cannot be undone." = "Die Chronik wird von allen Ihren verbundenen Geräten gelöscht. Dies kann nicht rückgängig gemacht werden.";

/* The confirmation button that clears history even when Sync is connected. */
"OK" = "OK";

/* Title of the confirmation dialog shown when a user tries to clear history that's synced to another device. */
"Remove history from your Firefox Account?" = "Chronik aus Ihrem Firefox-Konto entfernen?";

/* Description of the confirmation dialog shown when a user tries to clear history that's synced to another device. */
"This action will clear all of your private data, including history from your synced devices." = "Diese Aktion löscht Ihre persönlichen Daten, einschließlich Chronik von Ihren synchronisierten Geräten.";

